Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/spr_04_1.doc.tmx
Source language: sme
Languages: nob

source: Dán rádjai leat leamaš ovcci šiehtadallanvuoru Genèvas , Sveiccas .
nob: Hittil har det vært avholdt ni forhandlingsrunder i Genève , Sveits .

source: Erenoamáš váttis áššin lea leamaš eamiálbmogiid iešmearridanvuoigatvuohta , mii gieđahallo julggaštusa 3. artihkkalis .
nob: Et av de særlig vanskelige spørsmål har vært urfolks rett til selvbestemmelse , som behandles i artikkel 3 i erklæringsutkastet .

source: SPR lea ávžžuhan buot stáhtaid , gos sápmelaččat ásset , bargat ovttas eamiálbmogiiguin dán ON juolggastusbarggus , ja oassálasttit árjjalaččat vai bargu ovdána ja bohtosat mat šaddet leat buoremusat eamiálbmogiidda .
nob: SPR har anmodet alle statene der urfolk lever om å samarbeide med sine urfolk i arbeidet med FNs urfolkserklæring , samt delta aktivt for fremgang i arbeidet og for resultater til det beste for urfolkene .

source: SPR ii oassálastte iežas olis dán barggus , go ii leat áicistáhtus .
nob: I og med at SPR ikke har observatørstatus i arbeidsgruppen , deltar ikke rådet i egen kapasitet i dette arbeidet .

source: SPR oassálastá dan bokte go sámedikkit oassálastet iežaset riikkaid sattagottiin .
nob: Deltakelsen skjer ved at sametingene deltar i de respektive lands delegasjoner .

source: SPR lea árjjálaččat ožžodan eamiálbmotjulggaštusa dohkkehuvvot , dása guoská ožžodit davviriikkaid ráđđehusaid dohkkehit eamiálbmogiid iešmearridanvuoigatvuođa .
nob: SPR har aktivt arbeidet for å få aksept for urfolkserklæringen , herunder få de nordiske regjeringene til å anerkjenne samenes rett til selvbestemmelse .

source: SPR áigu ain áimmahuššat sámi ja ieamiálbmogiid beroštumiid ON eamiálbmotjulggaštusa bargojoavkkus , ja áigu árjjalaččat váikkuhit dan ahte ON orgánat dohkkehit eamiálbmotjulggaštusa mii čuovvu eamiálbmotrievtti álbmotrievttálaš standárddaid .
nob: SPR vil fortsette å ivareta samiske og andre urfolks interesser i arbeidsgruppen for FNs urfolkserklæring , og vil aktivt bidra til at FNs organer vedtar en urfolkserklæring i tråd med de folkerettslige standarder innen urfolksrett .

source: 3.1.4 Eará ON áššit
nob: 3.1.4 Andre saker i FN

source: Sámi parlamentáralaš ráđis lea áigumuš áŋgiruššat nannoseappot eamiálbmogiid dearvvašvuođain , ja dát galgá dahkkot WHO ( World Helth Organization ) ektui .
nob: Samisk parlamentarisk råd har ambisjoner om å engasjere seg i sterkere grad om urfolks helse og dette arbeidet vil skje i forhold til WHO ( World Health Organization ) .

source: Dasa lassin leat ollu ON-orgánat mat meannudit eamiálbmogiidda dehálaš áššiid .
nob: Det er i tillegg en rekke organer innen FN-systemet som behandler saker som er viktig for urfolk .

source: Jus SPR oažžu resurssaid , de áigu SPR maiddái áŋgiruššat dáin surggiin ; WIPO ( World Intellectual Property Organization ) .
nob: Dersom SPR tilføres ressurser , vil SPR også engasjere seg på følgende områder ; WIPO ( World Intellectual Property Organization ) .

source: Organisašuvdna bidjá rámmaeavttuid riikkaidgaskasaš eahpeávnnaslaš vuoigatvuođaid áimmahuššamii ee. árbevirolaš eanadagaid , kultuvrra jna. gávppálaš geavaheapmi .
nob: Organisasjonen legger rammebetingelser for internasjonalt vern av immaterielle rettigheter bl.a. kommersiell bruk av tradisjonell kunnskap , kultur etc.

source: WTO ( World Trade Organization ) ja UNESCO ( United Nations Educational , Scientific and Cultural Organization ) leat maiddái organisašuvnnat , main SPR lei berret beroštit eanet .
nob: WTO ( World Trade Organization ) og UNESCO ( Unites Nations Educational , Scientific and Cultural Organization ) er også organisasjoner som det burde vært viet større oppmerksomhet fra SPRs side .

source: 3.2 Bargu movt buoridit eará eamiálbmogiid dilálašvuođaid máilmmis
nob: 3.2 Arbeidet for å bedre forholdene for andre urfolk i verden

source: SPR oaivvilda ahte lea deaŧalaš bargat buoridan dihte eará eamiálbmogiid diliid máilmmis .
nob: SPR mener det er viktig å arbeide for å bedre forholdene for andre urfolk i verden .

source: Danne áiguge SPR bargat dan ala ahte eiseválddit davviriikkain juohke jagi várrejit ruđaid iešguđet doaibmabijuide buoridan dihte eamiálbmogiid dili iešguđet sajiin máilmmis .
nob: SPR vil derfor arbeide for at myndighetene i de nordiske land hvert år avsetter midler til ulike tiltak for å bedre situasjonen for urfolk i ulike deler av verden .

source: 3.3 Barentsovttasbargu
nob: 3.3 Barentssamarbeidet

source: Ovttasbargu The Barents Euro-Arctic Region ( BEAR ) ásahuvvui 1993:s Girkonjárggas .
nob: Samarbeidet i The Barents Euro-Arctic Region ( BEAR ) ble etablert i 1993 i Kirkenes .

source: Eanadieđalaččat gullet ovttasbargui Norggas golbma davimus fylkka , guokte davimus leana Ruoŧas ja guokte davimus leana Suomas , ja dasto Murmánskka ja Arkhangelsk Oblast:at , Nenets Autonome Okrug ja Den Karelske Republikk Ruoššas .
nob: Territorielt sett omfatter samarbeidet de tre nordligste fylkene i Norge , de to nordligste län i Sverige og de to nordligste län i Finland , samt Murmansk og Arkhangelsk Oblast , Nenets Autonome Okrug og Den Karelske Republikk i Russland .

source: Komi Republihkka Ruoššas šattai lahttun 2002 rájes .
nob: Komi Republikken i Russland ble medlem fra 2002 .

source: Barentsovttasbarggu dovdomearkan lea dat ahte leat guokte bálddalis orgána : Barentsráđđi ja Guovlluráđđi .
nob: Barentssamarbeidet kjennetegnes av at det eksisterer to parallelle organer : Barentsrådet og Regionrådet .

source: Dasa lassin leat ásahuvvon bargojoavkkut sihke guovddáš ja guovlulaš dásis .
nob: I tillegg er det opprettet arbeidsgrupper både på sentralt og regionalt nivå .

source: Barentsráđis mii lea bajimuš orgána guovddáš dásis , deaivvadit olgoriikkaministtardásis juohke ovdagoddeáigodaga loahpas , mii bistá guokte jagi .
nob: Barentsrådet , som er det øverste organ på det sentrale nivået , møtes på utenriksministernivå ved slutten av hver formannskapsperiode som varer i 2 år .

source: Ráđis leat Suoma , Norgga , Ruošša ja Ruoŧa olgoriikkaministtarat .
nob: Rådet består av utenriksministrene i Finland , Norge , Russland og Sverige .

source: Guovlluráđis , mii lea bajimuš orgána guovlulaš dásis , servet fylkkaid , leanaid , oblasttaid ja okrugaid ovddasteaddjit , ja das lea dasto eamiálbmogiin oktasaš ovddasteaddji .
nob: I Regionrådet , som er det øverste organ på det regionale nivå , deltar representanter for fylker , län , oblaster og okrug , samt en felles representant for urfolkene .

source: Nenetssat , vepsálaččat ja sámit leat mielde Barentsovttasbarggus eamiálbmogiid beales .
nob: Nenetserne , vepserne og samene er urfolkene som er med i Barentssamarbeidet .

source: Eamiálbmogiin ii leat ovddastus Barentsráđis .
nob: Urfolkene har ingen representasjon i Barentsrådet .

source: Sihke Barentsráđi ja Guovlluráđi ovdagoddi molsojuvvo riikkaid gaskka .
nob: Formannskapet både i Barentsrådet og Regionrådet rullerer mellom landene .

source: Barentsovttasbarggu eamiálbmotjoavkkus , maid Guovlluráđđi lea ásahan , lea ráđđeaddi sadji sihke Guovlluráđi ja Barentsráđi ektui .
nob: Arbeidsgruppen for urfolk i Barentssamarbeidet , etablert av Regionrådet , innehar rådgivende status både overfor Regionrådet og Barentsrådet .

source: Bargojoavkkus leat sámit njeallje riikkas , nenetssat ja vepsálaččat .
nob: Arbeidsgruppen består av samene fra de fire landene , nenetserne og vepserne .

source: Eamiálbmotovddastus lea Barentsovttasbarggu ásaheami rájes čuvvon dan riikka mas lea jođiheaddjidoaibma Guovlluráđis .
nob: Urfolksrepresentasjonen har siden etableringen av Barentssamarbeidet fulgt det land som har ledervervet i Regionrådet .

source: Suomas , Norggas ja Ruoŧas nammadit sámedikkit sámi ovddasteddjiid ( Suomas , Norggas ja Ruotas ) Barentsovttasbarggu orgánaide .
nob: I Finland , Norge og Sverige er det sametingene som har oppnevnt de samiske representantene ( fra Finland , Norge og Sverige ) til Barentssamarbeidets organer .

source: Maŋŋá go Sámi parlamentáralaš ráđđi ( SPR ) ásahuvvui 2000:s lea mearriduvvon ahte SPR dat galgá nammadit sámiid ovddasteddjiid Barentsovttasbarggu orgánaide .
nob: Etter etableringen av Samisk parlamentarisk råd ( SPR ) i 2000 er det vedtatt at SPR oppnevner samenes representanter til Barentssamarbeidets organer .

source: Guovlluráđđi doallá guokte čoahkkima jahkái .
nob: Regionrådet avholder to møter i løpet av året .

source: Golggotmánus 2003 sirdojuvvui Barentsráđi jođiheaddjidoaibma Ruoŧas Norgii , seammás sirdojuvvui Guovlluráđi ovdagoddi Norlándda fylkkas Västerbottena leanii .
nob: I oktober 2003 ble formannsvervet i Barentsrådet overført til Norge etter Sverige , samtidig ble formannskapet i Regionrådet overført fra Nordland fylkeskommune til Västerbotten län .

source: Sámit Ruoŧa bealde válde badjelasaset Guovlluráđi eamiálbmotovddastusa Norgga beale sámiid maŋŋá .
nob: Samene i Sverige overtok urfolksrepresentasjonen for urfolkene i Regionrådet etter samene i Norge .

source: Guovlluráđi eamiálbmotovddasteaddji lea Bengt Sevä maŋŋá Ragnhild L. Nystad .
nob: Urfolkenes representant i Regionrådet er Bengt Sevä som overtok etter Ragnhild L. Nystad .

source: SPR:s lea maid ovddastus Barentsovttasbarggu Nuoraidáššiid bargojoavkkus .
nob: SPR er også representert i Arbeidsgruppen for Ungdomsspørsmål i Barentssamarbeidet .

source: Norgga beale Sámedikki ja Barentsovttasbarggu eamiálbmotbargojoavkku álgaga mielde rahppojuvvui eamiálbmotkantuvra , Indigenous Peoples Office ( BIPO ) Murmánskkas 2003:s .
nob: Etter initiativ fra Sametinget i Norge og arbeidsgruppen for Urfolk i Barentssamarbeidet ble urfolkskontoret , Indigenous Peoples Office ( BIPO ) i Murmansk åpnet i 2003 .

source: Sámediggi Norgga bealde ruhtada kantuvrra doaibmagoluid .
nob: Sametinget i Norge dekker utgiftene for drift av kontoret .

source: Maiddái 2003:s juolluduvvojedje ruđat eamiálbmotjovkui ásahit interneahttasiiddu bargojoavkku váste .
nob: I 2003 ble det også bevilget midler til urfolksgruppen til etablering av en internett side for arbeidsgruppen .

source: SPR ii leat duhtavaš Barentsovttasbarggu eamiálbmotovddastusain .
nob: SPR er ikke tilfreds med den representasjon og stilling urfolkene har i Barentssamarbeidet .

source: Eamiálbmogiid rolla Barentsovttasbarggus lea guovtteoasát ; dat mearkkaša doaimmahit prošeaktabarggu ja ovddidit politihka .
nob: Urfolkenes rolle i Barentssamarbeidet er todelt , dvs. å drive prosjektarbeid og politikkutvikling .

source: Ovttasbarggus ferte searvat buot dásiide ja dasa fertejit gávdnot ekonomalaš resurssat .
nob: Til det kreves det deltakelse på alle nivå i samarbeidet og økonomiske ressurser til disposisjon .

source: SPR deattuha ahte ferte aktiivvalaččat searvat ovttasbargui ja ain bargat eamiálbmogiid dili buoridemiin Barentsguovllus .
nob: SPR legger vekt på å delta aktivt i samarbeidet og fortsatt arbeide for å forbedre urfolkenes stilling i Barentsregionen .

source: Danne lea okta hástalusain guvlui dat ahte eamiálbmogat ožžot ovddastusa maiddái našuvnnalaš dásis .
nob: En av utfordringene fremover vil derfor være at urfolkene også er representert på det nasjonale nivå .

source: Dasa lassin ráddje dat eanemusat go eai leat ekonomalaš resurssat eamiálbmogiid searvamii .
nob: I tillegg til dette er mangel på økonomiske ressurser den største begrensede faktor for urfolkenes deltakelse .

source: Eamiálbmogiin eai leat ekonomalaš resurssat geavahusas , muhto leat sorjavaččat guoskevaš riikkain .
nob: Urfolkene har ikke egne økonomiske midler til rådighet , men er avhengig av de respektive land .

source: Hástalussan Barentsovttasbarggus lea danne aktiivvalaččat háhkat ekonomalaš resurssaid vai eamiálbmogat besset searvat ovttasbargui , ja dasto ruhtadit prošeavttaid guovllu eamiálbmogiid váste .
nob: Ufordringen for Barentssamarbeidet er derfor aktivt å arbeide for å skape økonomiske forutsetninger for urfolkenes deltakelse i samarbeidet , samt finansiering av prosjekter rettet mot urfolksmiljøer i regionen .

source: 3.4 Arktalaš ovttasbargu
nob: 3.4 Det arktiske samarbeidet

source: Arktalaš ráđđi
nob: 3.4.1 Arktisk Råd

source: Arktalaš ráđđi lea sirkumpolára ovttasbarggu politihkalaš ja fágalaš forum davvin .
nob: Arktisk råd er et politisk og faglig forum for sirkumpolart samarbeide i nord .

source: Ovttasbarggus leat mielde vihtta davviriikka ja Ruošša , USA ja Kanáda .
nob: I samarbeidet inngår de fem nordiske land samt Russland , USA og Canada .

source: Ovttasbargu álggahuvvui 1991:s nu gohčoduvvon Rovaniemi-proseassa bokte mii dalle lei ráddjejuvvon birasgažaldagaide .
nob: Samarbeidet ble innledet i 1991 ved den såkalte Rovaniemi-prosessen som da var begrenset til miljøspørsmål .

source: Arktalaš ráđi formalalaš ásaheami oktavuođas 1996:s viiddiduvvui ovttasbargu guoskat ceavzilis ovdáneapmái .
nob: Ved den formelle opprettelsen av Arktisk råd i 1996 ble samarbeidet utvidet til å omfatte bærekraftig utvikling .

source: Ministtarkonfereansa mii lea bajimuš mearridanorgána Arktalaš ráđis dollojuvvo juohke nuppi jagi .
nob: Ministerkonferansen som er det øverste vedtaksorgan i Arktisk Råd avholdes annet hvert år .

source: Guđa eamiálbmotorganisašuvnnas lea stáhtus bissovaš oassálastin ja dat leat mielde barggus ráđđehusaiguin ovtta dásis , muhto dain ii leat jienastanvuoigatvuohta šiehtadallamiid oktavuođas .
nob: Seks urfolksorganisasjoner har status som permanente deltakere og er involvert i arbeidet på lik linje med regjeringene , men har ikke stemmerett ved forhandlinger .

source: Sámiráđđi lea ovddastan sámiid Arktalaš ráđi ásaheami rájes .
nob: Samerådet har representert samene siden opprettelsen av Arktisk Råd .

source: Arktalaš ráđis leat oktiibuot 21 áici daid gaskkas lea maid Standing Committee of Arctic Parliamentarians ja Association of World Reindeer Herders .
nob: Det er i alt 21 observatører i Arktisk Råd deriblant Standing Committee of Arctic Parliamentarians og Association of World Reindeer Herders .

source: SPR mearridii ovttasráđiid Sámiráđiin 2000:s ahte sámedikkit oktiiortnejit iežaset áŋgiruššamiid dán suorggis ja ahte SPR váldá badjelasas ovddasvástádusa oktiiortnet barggu Standing Committee of Parliamentarians of Arctic Region ektui .
nob: SPR vedtok i samråd med Samerådet i 2000 at sametingene samordner sin innsats på dette området og at SPR påtar seg ansvaret for å koordinere arbeidet i forhold til Standing Committee of Parlamentarians of Arctic Region .

source: 2002:s nammaduvvui SPR presideanta Sven-Roald Nystø lahttun SPR ovddasteaddjin Standing Committee of Parliamentarians of Arctic Region guovtti jagi áigodahkii .
nob: I 2002 ble presidenten i SPR Sven-Roald Nystø oppnevnt som medlem for SPR i Standing Committee of Parliamentarians of Arctic Region for en periode på 2 år .

source: SPR galgá joatkit sámi beroštumiid goziheami Arktalaš ovttasbarggus searvvadettiinis Standing Committee of Parliamentarians of Arctic Region .
nob: SPR vil fortsette å ivareta samiske interesser i det Arktiske samarbeidet ved sin deltakelse i Standing Committee of Parliamentarians of Arctic Region .

source: 3.5 Eurohpá Uniovdna
nob: 3.5 Europa Unionen

source: SPR lea searvan aktiivvalaččat bargui EU doaibmaplánain davvi dimenšuvnna váste ja ságastallamii EU boahtteáiggi birra , earret eará nu ahte lea buktán árvalusaid eurohpalaš konveantabargui .
nob: SPR har deltatt aktivt i arbeidet med EUs handlingsplan for den nordlige dimensjon og i debatten om EUs fremtid ved bl.a. å gi innspill til det europeiske konventets arbeid .

source: Konveanta lea EU vuođđoláhkačoahkádus man vuođul ráhkaduvvojit EU ođđa traktáhtarievdadusárvalusat .
nob: Konventet er EUs grunnlovsforsamling hvis oppgave har vært å utarbeide forslag til nye traktatsendringer i EU .

source: SPR lea ovttasráđiid Sámiráđiin oččodan teavstta EU eamiálbmogiid , sámiid birra vuođđoláhkaárvalussii .
nob: SPR har sammen med Samerådet arbeidet med å få inn en tekst om EUs urfolk , samene i grunnlovsforslaget .

source: SPR searvvai čoahkkimii Eurohpakomišuvnna Norgga ja Islándda sáttagottiin cuoŋománus 2003 , gos ságastallojuvvui viidáset bargu doaibmaplánain davvi dimenšuvnna ektui ja bargu EU vuođđolágain , gosa EU parlameantta presideantta , Pat Cox lei bovden .
nob: Etter invitasjon fra EU parlamentets president , Pat Cox , deltok SPR i april 2003 , i et møte med Europakommisjonens delegasjon til Norge og Island , der man drøftet det videre arbeidet med handlingsplanen for den nordlige dimensjon og arbeidet med en grunnlov for EU.

source: SPR:s lea guvlui dárbu ain eanet fokuseret politihkalaš proseassaid EU politihkalaš orgánaid siskkobealde , ja EU byråkráhtalaš vuogádaga siskkobealde .
nob: For SPR er det fremover behov for ytterligere fokusering på de politiske prosessene innenfor EUs politiske organer , samt EUs byråkratiske system .

source: Erenoamášgelbbolašvuođa dárbu EU ektui lassána dađistaga , ja SPR ferte oažžut resurssaid deaividit dáiguin hástalusaiguin boahtteáiggis maiddái dán suorggis .
nob: Behovet for spesialkompetanse i forhold til EU vil etter hvert vokse , og SPR må settes i stand til å møte de fremtidige utfordringene også på dette området .

source: Sámiin lea dat dilli dál ahte Suopma ja Ruoŧŧa leat mielde EU:s , muhto Norga ja Ruošša leat olggobealde .
nob: For samene er situasjonen den at Finland og Sverige er med i EU , mens Norge og Russland står utenfor .

source: Dán vuolggasaji ektui ferte SPR doaibmat .
nob: Dette utgangspunktet må SPR forholde seg til .

source: Dát mielddisbuktá maiddái hástalusaid go mii galgat oktiiortnet sámiid doaimma EU guovdu ja eará riikkaidgaskasaš ovttasbargoorgánaid ektui .
nob: Dette medfører også utfordringer når vi skal samordne samenes virksomhet overfor EU og andre internasjonale samarbeidsorganer .

source: Vaikko leat ge hui stuorra erohusat EU oktavuođas guoskevaš našuvnnalaš riikkaid bokte , de lea min hástalussan oččodit sierra sámi oktavuođa EU:i .
nob: Til tross for svært ulik formell relasjon til EU gjennom de respektive nasjonalstatene er vår utfordring å skape en særskilt samisk relasjon til EU.

source: SPR áigu boahtte áigodagas bargat dan ala ahte EU doaibmaplána davvi dimenšuvnna ektui čuovvoluvvo , ja áigu leat mielde EU-vuogádagas kantuvrras bokte , vejolaččat ovttasbargguin eará áigeguovdilis oasálaččaiguin .
nob: SPR vil i kommende periode arbeide med oppfølging av EUs handlingsplan for den nordlige dimensjon , og vil etablere tilstedeværelse i EU-systemet gjennom et eget kontor , eventuelt i samarbeid med andre aktuelle aktører .

source: Boahtte áigodahkii leat ráhkaduvvon guokte sámi oasseprográmma .
nob: Det er utarbeidet to samiske delprogrammer for kommende periode .

source: Oarjelsámi prográmma Interreg Åarjelsaemien davje lea oassi Norgga-Ruoŧa Interreg deavdda- dahje oasseprográmmas ja Interreg Sápmi lea Interreg Davvikalohta oasseprográmma .
nob: Det sørsamiske programmet Interreg Åarjelsamien davje som inngår som sub- eller delprogram i Interreg Norge – Sverige og Interreg Sápmi som er et delprogram innenfor Interreg Nordkalotten .

source: Juohke oasseprográmmas lea sierra mearridanjoavku .
nob: Hvert delprogram har sin egen beslutningsgruppe .

source: 2003:s lea čállingoddi sihke Norgga ja Ruoŧa bealde eanet juohkán dieđuid ja oaivadan vejolaš ohcciid ja čuovvolan prošeavttaid eanet go dán rádjai .
nob: I 2003 har sekretariatsarbeidet både på norsk og svensk side i større grad blitt rettet mot informasjon og veiledning av potensielle prosjektsøkere og oppfølging av prosjekter enn tilfellet har vært hittil .

source: Sápmi oasseprográmmas lea čállingoddi Gironis ollu veahkehan prošeaktaohcciid oaivademiin ja diehtojuohkimiin , ja čállingoddi Norgga bealde lea dahkan ollu diehtojuohkinmátkiid ásahusaide jna.
nob: I delprogrammet Sápmi har sekretariatet i Kiruna i stor grad bidratt med veiledning og informasjon til prosjektsøkere , og sekretariatet i Norge har gjennomført en rekke informasjonsrunder til institusjoner m.v.

source: Oasseprográmmas Åarjelsaemien Dajve leat čađahuvvon vástesaš diehtojuohkindoaibmabijut , muhto diekko leat áŋgiruššamat leamaš stuorát , danne go oasseprogámmain bođiimet johtui hui maŋŋit .
nob: I delprogrammet Åarjelsaemien Dajve har det blitt gjennomført tilsvarende informasjonstiltak , men her har innsatsen vært større , ettersom dette delprogrammet kom svært sent i gang .

source: Dasa lassin čađahii SPR miniseminára Interreg birra Stjørdal:as ođđajagemánus 2004 .
nob: I tillegg ble det gjennomført et miniseminar om Interreg i regi av SPR i Stjørdal i januar 2004 .

source: Dán semináras čalmmustuvvojedje Interregprográmmat , ja prošeakta “ digitála oahpponeavvut ” Åarjelsaemien Dajve oasseprográmmas ovddidii prošeaktabohtosiiddis .
nob: Under dette seminaret ble Interregprogrammene presentert , samt at prosjektet " digitale læremidler " i Åarjelsaemien Dajve delprogram la frem resultatene fra sitt prosjekt .

source: Konkluderejuvvui ahte ferte bidjat eanet barggu Interregprográmmaid buorebut dovddusin dahkamii ja ahte ovttasbargu sámedikkiid gaskka ferte nannejuvvot .
nob: Det ble konkludert med at det må settes inn en større innsats for å gjøre Interregprogrammene bedre kjent og at samarbeidet mellom sametingene må styrkes .

source: Oasseprográmmat Åarjelsaemien Dajve ja Sápmi leat boahtán johtui hui maŋŋit , muhto leat dál ovdáneamen positiivvalaččat .
nob: Delprogrammene Åarjelsaemien Dajve og Sápmi har begge kommet sent i gang , men er nå inne i en positiv utvikling .

source: Interreg III A-prográmmaid prográmmaáigodat nohká 2006:s .
nob: Programperioden for Interreg III A-programmene er over i 2006 .

source: Ruoŧŧilaš sátnejođihangoddi EU:s ovddidii giđđat 2003 evttohusa ahte láhkai juohkit ruđaid EU struktuvrafoanddas daid ođđa lahttoriikkaide .
nob: Det svenske ordførerskapet i EU fremmet våren 2003 , forslag om at man omfordeler midler fra EUs strukturfond til de nye medlemslandene .

source: EU-riikkat eai leat dan mearridan .
nob: Det er ikke tatt stilling til dette av EU-landene .

source: Dán oktavuođas lea deaŧalaš deattuhit ahte Interreg-prográmmat leat áidna ruhtadangáldun riikkaidgaskasaš ovttasbarggus mat sámedikkiin leat .
nob: I den forbindelse er det viktig å understreke at Interreg-programmene er de eneste finansieringskildene for internasjonalt samarbeid som sametingene har .

source: Dát leat maiddái sámiid várás Ruošša bealde , go oasseprográmma Kolartic Interreg Davvin lea rievdaduvvon oktasašprográmman , mas eanet deattuhuvvo ovdáneapmi Ruošša bealde .
nob: Dette gjelder også samene på russisk side av grensen , i og med delprogrammet Kolarctic i Interreg Nord har blitt endret til å bli et fellesskapsprogram , med større vekt på utvikling av det russiske området .

source: Sámi ovttasbargu
nob: Samisk samarbeid

source: Sámiráđi sadji friija organisašuvdnan lea deaŧalaš sámi ovttasbargui .
nob: Samerådets rolle som en fristilt organisasjon er viktig for det samiske samarbeidet .

source: Sámi parlamentáralaš ráđđi ja Sámiráđđi sáhttet dievasmahttit nubbi nuppi ollu sajiin , erenoamážit ON riikkaidgaskasaš ovttasbarggu ektui .
nob: Samisk parlamentarisk råd og Samerådet kan utfylle hverandre på mange måter , spesielt i forhold til det internasjonale samarbeidet i FN .

source: Danne lea deaŧalaš bidjat vuođu – ja čuovvolit ovttasbarggu Sámiráđiin .
nob: Det vil derfor være viktig å legge grunnlag for – og følge opp samarbeidet med Samerådet .

source: SPR áigu čuovvolit dán ovttasbarggu .
nob: SPR vil følge opp dette samarbeidet .

source: Davviriikkalaš ovttasbargu
nob: Nordisk samarbeid

source: Sámit leat dovddahan dan rájes go ráđđi ásahuvvui ahte háliidit sámi ovddastusa Davviriikkaid Ráđis .
nob: Det har vært ytret ønske fra samisk hold om samisk representasjon i Nordisk Råd siden opprettelsen av rådet .

source: Davviriikkaid Ráđđi lea meannudan ášši viđa geardde .
nob: Spørsmålet har vært behandlet fem ganger i Nordisk Råd .
